Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AcknowledgementsPage_Title
source: Licences & Acknowledgements
ar_sa: التراخيص والشكر والتقدير
ar_sy: التراخيص والإقرارات
ca_es: Llicències i reconeixements
cs_cz: Licence & Poděkování
de_de: Lizenzen & Danksagungen
es_es: Licencias y Agradecimientos
fa_ir: مجوزها و قدردانی‌ها
fi_fi: Lisenssit ja tunnustukset
fr_fr: Licences et mentions légales
he_il: רישיונות & תודות
it_it: Licenze e riconoscimenti
ja_jp: ライセンスと謝辞
ko_kr: 라이선스 및 크레딧
pl_pl: __UNTRANSLATED__Licences & Acknowledgements
pt_br: Licenças e Agradecimentos
ru_ru: Лицензии и подтверждения
th_th: ใบอนุญาต & กิตติกรรมประกาศ
tr_tr: Lisanslar ve Teşekkürler
uk_ua: Ліцензії та Подяки
vi_vn: Giấy phép & Lời cảm ơn
zh_cn: 许可证 & 致谢
zh_tw: 許可證與使用須知

# ApplicationTitle
source: DLSS Swapper
fa_ir: تعویض‌کننده DLSS
zh_cn: DLSS Swapper - DLSS 管理程序

# DiagnosticsPage_ClickToCopyDetails
source: Click to copy below details
ar_sa: انقر لنسخ التفاصيل أدناه
ar_sy: انقر لنسخ التفاصيل أدناه
ca_es: Clica per copiar els detalls de sota
cs_cz: Klikněte ke zkopírování detailů níže
de_de: Klicken Sie hier, um die folgenden Details zu kopieren
es_es: Haz clic para copiar los detalles a continuación
fa_ir: برای کپی کردن جزئیات زیر کلیک کنید
fi_fi: Klikkaa kopioidaksesi alla olevat tiedot
fr_fr: Cliquez pour copier les détails ci-dessous
he_il: לחץ כדי להעתיק את הפרטים שלהלן
it_it: Fare clic per copiare i dettagli sottostanti
ja_jp: 以下の詳細をクリックしてコピーしてください
ko_kr: 아래 세부 정보를 복사하려면 클릭하세요
pl_pl: Kliknij aby skopiować poniższe dane
pt_br: Clique para copiar os detalhes abaixo
ru_ru: Нажмите, чтобы скопировать следующие данные
th_th: คลิกเพื่อคัดลอกรายละเอียดด้านล่าง
tr_tr: Aşağıdaki ayrıntıları kopyalamak için tıklayın
uk_ua: Натисніть, щоб скопіювати наступні дані
vi_vn: Nhấp để sao chép chi tiết bên dưới
zh_cn: 点击复制以下详细信息
zh_tw: 按下來複製下列的詳細資訊

# DiagnosticsPage_WindowTitle
source: Diagnostics
ar_sa: التشخيصات
ar_sy: التشخيصات
ca_es: Diagnòstics
cs_cz: Diagnostika
de_de: Diagnostik
es_es: Diagnóstico
fa_ir: عیب‌یابی
fi_fi: Diagnostiikka
fr_fr: Diagnostic
he_il: אבחון
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
pl_pl: Diagnostyka
pt_br: Diagnóstico
ru_ru: Диагностика
th_th: การตรวจวินิจฉัย
tr_tr: Tanılama
uk_ua: Діагностика
vi_vn: Chẩn đoán
zh_cn: 诊断信息
zh_tw: 診斷與系統資訊

# DllManager_AlreadyImported
source: (already imported)
ar_sa: (تم الاستيراد مسبقًا)
ar_sy: (مستورد بالفعل)
ca_es: (ja importat)
cs_cz: (již importováno)
de_de: (bereits importiert)
es_es: (ya importado)
fa_ir: (قبلاً وارد شده)
fi_fi: (jo tuotu)
fr_fr: (déjà importé)
he_il: (כבר יובא)
it_it: (già importato)
ja_jp: （すでにインポートされています）
ko_kr: (이미 가져옴)
pl_pl: (aktualnie zaimportowana)
pt_br: (já importado)
ru_ru: (уже импортировано)
th_th: (นำเข้าเรียบร้อยแล้ว)
tr_tr: (zaten içe aktarıldı)
uk_ua: (вже імпортовано)
vi_vn: (đã nhập)
zh_cn: （已导入）
zh_tw: (已匯入)

# DllManager_ImportFeatureDisabled
source: Import feature is disabled, import manifest could not be loaded.
ar_sa: ميزة الاستيراد معطّلة, تعذّر تحميل ملف manifest الخاص بالاستيراد.
ar_sy: خاصية الاستيراد غير مفعلة، لا يمكن تحميل ملف الـmanifest.
ca_es: La funció d'importació està desactivada; no s'ha pogut carregar el manifest d'importació.
cs_cz: Funkce "importovat" je zakázána, manifest importu nemohl být načten.
de_de: Die Importfunktion ist deaktiviert, das Import-Manifest konnte nicht geladen werden.
es_es: La función de importación está deshabilitada, no se pudo cargar el manifiesto de importación.
fa_ir: ویژگی وارد کردن غیرفعال است، مانیفست وارد کردن نتوانست بارگیری شود.
fi_fi: Tuonti on poistettu käytöstä, tuontiluetteloa ei voitu ladata.
fr_fr: La fonctionnalité d'importation est désactivée, le manifeste d'importation n'a pas pu être chargé.
he_il: תכונת הייבוא מושבתת, לא ניתן היה לטעון את מניפסט הייבוא.
it_it: La funzionalità di importazione è disabilitata, non è stato possibile caricare il manifesto di importazione.
ja_jp: インポート機能が無効になっているため、インポートマニフェストを読み込むことができませんでした。
ko_kr: 가져오기 기능이 비활성화되었습니다. 매니페스트를 불러올 수 없습니다.
pl_pl: Funkcja importu jest wyłączona, nie można załadować manifestu importu.
pt_br: O recurso de importação está desativado, o manifesto de importação não pôde ser carregado.
ru_ru: Функция импорта отключена, метаданные импорта не могут быть загружены.
th_th: ฟีเจอร์การนำเข้าถูกปิดใช้งาน เนื่องจากไม่สามารถโหลดไฟล์รายการนำเข้าได้
tr_tr: İçe aktarma özelliği devre dışı, içe aktarma manifestosu yüklenemedi.
uk_ua: Функцію імпорту вимкнено, маніфест імпорту не вдалося завантажити.
vi_vn: Tính năng nhập bị tắt, không thể tải manifest nhập.
zh_cn: 导入功能已禁用，无法加载导入清单。
zh_tw: 匯入功能已被停用，無法載入匯入清單。

# DllManager_MigratingDlls
source: Migrating DLLs
ar_sa: يتم ترحيل ملفات DLL
ar_sy: دمج ملفات الـDLL.
ca_es: Migrant DLLs
cs_cz: Migrace DLL
de_de: DLLs migrieren
es_es: Migrando DLLs
fa_ir: انتقال DLLها
fi_fi: Siirretään DLL-tiedostoja
fr_fr: Migration du DLL
he_il: מעביר קובצי DLL
it_it: Migrazione delle DLL
ja_jp: DLL を移行中
ko_kr: DLL 마이그레이션 중
pl_pl: __UNTRANSLATED__Migrating DLLs
pt_br: Migrando DLLs
ru_ru: Миграция DLL
th_th: กำลังโอนย้ายไฟล์ DLLs
tr_tr: DLL'ler Taşınıyor
uk_ua: Міграція DLL
vi_vn: Đang di chuyển DLL
zh_cn: 正在迁移 DLL 文件
zh_tw: 正在轉移 DLL 檔案

# DllManager_UnknownTypeDll
source: DLL not a known type.
ar_sa: ملف DLL هذا غير معروف نوعه
ar_sy: نوع DLL غير مدعوم.
ca_es: DLL no és un tipus conegut.
cs_cz: Neznámý typ DLL
de_de: DLL ist kein bekannter Typ.
es_es: Tipo de DLL desconocido.
fa_ir: نوع DLL شناخته شده‌ نیست.
fi_fi: DLL ei ole tunnettu tyyppi.
fr_fr: DLL de type inconnu.
he_il: קובץ ה-DLL אינו מסוג מוכר.
it_it: DLL non è un tipo noto.
ja_jp: DLL が未知のタイプです。
ko_kr: 알려지지 않은 형식의 DLL입니다.
pl_pl: Nieznany typ biblioteki DLL.
pt_br: DLL de tipo desconhecido.
ru_ru: DLL неизвестного типа.
th_th: ไม่รู้จักประเภทของไฟล์ DLLs นี้
tr_tr: Bilinmeyen DLL türü.
uk_ua: DLL невідомого типу
vi_vn: DLL không phải loại đã biết.
zh_cn: DLL 文件的类型未知
zh_tw: 此 DLL 檔案為未知類型。

# DllManager_UntrustedDll
source: DLL is not trusted by Windows.
ar_sa: ملف DLL غير موثوق من قِبل نظام ويندوز
ar_sy: ملف DLL غير مُوثَّق بواسطة Windows.
ca_es: Windows no confia en la DLL.
cs_cz: DLL není důvěryhodné pro Windows
de_de: Die DLL wird von Windows nicht als vertrauenswürdig eingestuft.
es_es: El DLL no es de confianza para Windows.
fa_ir: این DLL توسط ویندوز مورد اعتماد نیست.
fi_fi: DLL ei ole Windows-luotettava.
fr_fr: Le DLL n'est pas approuvée par Windows.
he_il: קובץ ה-DLL אינו מהימן על ידי Windows.
it_it: La DLL non è considerata attendibile da Windows.
ja_jp: DLL は Windows によって信頼されていません。
ko_kr: Windows에서 신뢰할 수 없는 DLL입니다.
pl_pl: Biblioteka DLL niezaufana przez system Windows.
pt_br: DLL não é confiável pelo Windows.
ru_ru: DLL не является доверенным для Windows.
th_th: ไฟล์ DLL นี้ไม่ได้รับความเชื่อถือจาก Windows
tr_tr: DLL, Windows tarafından güvenilir bulunmuyor.
uk_ua: DLL не є надійною для Windows.
vi_vn: DLL không được Windows tin cậy.
zh_cn: 当前 DLL 文件不被 Windows 信任
zh_tw: 此 DLL 檔案不被 Windows 信任。

# DllRecord_CouldNotDownloadAssetTypeTemplate
source: Could not download {0} DLL, please try again later or check your logs to see why the download failed.
ar_sa: تعذّر تنزيل {0} DLL. يُرجى المحاولة لاحقًا أو التحقق من السجلات لمعرفة سبب فشل التنزيل.
ar_sy: فشل في تنزيل {0} DLL، يرجى إعادة المحاولة لاحقاً أو مراجعة ملفات السجل لمعرفة سبب الفشل.
ca_es: No s'ha pogut descarregar la DLL {0}. Si us plau, torneu-ho a provar més tard o consulteu els registres per veure per què ha fallat la descàrrega.
cs_cz: Nebylo možné stáhnout {0} DLL, prosím zkuste to znovu později, nebo zkontrolujte protokol ke zjištění proč stahování selhalo.
de_de: Die DLL {0} konnte nicht heruntergeladen werden. Bitte versuchen Sie es später erneut oder überprüfen Sie Ihre Protokolle, um festzustellen, warum der Download fehlgeschlagen ist.
es_es: No se pudo descargar el DLL {0}, por favor inténtalo de nuevo más tarde o revisa tus registros para ver por qué falló la descarga.
fa_ir: امکان دانلود فایل {0} DLL وجود نداشت؛ لطفاً بعداً دوباره تلاش کنید یا برای بررسی علت عدم موفقیت دانلود، گزارش‌ها (Logs) را بازبینی کنید.
fi_fi: Ei voitu ladata {0} DLL-tiedostoa. Yritä myöhemmin uudelleen tai tarkista lokit saadaksesi tietää miksi lataus epäonnistui.
fr_fr: Impossible de télécharger le DLL {0}. Veuillez réessayer plus tard ou consulter vos journaux pour déterminer la cause de l'échec du téléchargement.
he_il: לא ניתן היה להוריד את קובץ ה-DLL עבור {0}, אנא נסה שוב מאוחר יותר או בדוק ביומנים מדוע ההורדה נכשלה.
it_it: Impossibile scaricare {0} DLL. Riprova più tardi o controlla i registri per scoprire perché il download non è riuscito.
ja_jp: {0} DLL をダウンロードできませんでした。しばらくしてからもう一度お試しいただくか、ログを確認してダウンロードが失敗した理由を確認してください。
ko_kr: {0} DLL을 다운로드할 수 없습니다. 나중에 다시 시도하거나 로그를 확인하여 실패 원인을 파악하세요.
pl_pl: Nie można pobrać {0} DLL, proszę spróbować później lub lub sprawdzić swoje logi żeby sprawdzić czemu pobieranie się nie powiodło.
pt_br: Não foi possível baixar a DLL do {0}, tente novamente mais tarde ou verifique os logs para entender o motivo da falha.
ru_ru: Не удалось загрузить {0} DLL, попробуйте позже или проверьте журналы, чтобы узнать причину сбоя загрузки.
th_th: ไม่สามารถดาวน์โหลดไฟล์ DLL {0} ได้โปรดลองใหม่หรือตรวจสอบ Logs เพื่อดูสาเหตุที่ล้มเหลว
tr_tr: {0} DLL'i indirilemedi. Lütfen daha sonra tekrar deneyin veya indirme işleminin neden başarısız olduğunu görmek için günlüklerinizi kontrol edin.
uk_ua: Не вдалося завантажити {0} DLL. Спробуйте ще раз пізніше або перевірте журнали, щоб дізнатися, чому завантаження не вдалося.
vi_vn: Không thể tải xuống DLL {0}, vui lòng thử lại sau hoặc kiểm tra nhật ký để xem lý do tải xuống thất bại.
zh_cn: 无法下载 {0} DLL 文件，请稍后再试，或查看日志以了解下载失败的原因。
zh_tw: 無法下載 {0} DLL 檔案，請稍後再試一次或檢查日誌來確認下載錯誤的原因。

# DllRecord_Download
source: Download
ar_sa: تنزيل
ar_sy: تحميل
ca_es: Descarrega
cs_cz: Stáhnout
de_de: Herunterladen
es_es: Descargar
fi_fi: Lataa
fr_fr: Téléchargement
it_it: Scarica
ko_kr: 다운로드
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Загрузить
th_th: ดาวน์โหลด
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# DllRecord_DownloadError
source: Download Error
ar_sa: خطأ في التنزيل
ar_sy: خطأ في التحميل
ca_es: Error de descàrrega
cs_cz: Chyba stahování
de_de: Download-Fehler
es_es: Error de Descarga
fa_ir: خطای دانلود
fi_fi: Latausvirhe
fr_fr: Erreur de téléchargement
he_il: שגיאת הורדה
it_it: Errore di download
ja_jp: ダウンロードエラー
ko_kr: 다운로드 오류
pl_pl: Błąd pobierania
pt_br: Erro ao baixar
ru_ru: Ошибка загрузки
th_th: การดาวน์โหลดผิดพลาด
tr_tr: İndirme Hatası
uk_ua: Помилка завантаження
vi_vn: Lỗi tải xuống
zh_cn: 下载错误
zh_tw: 下載錯誤

# DllRecord_Downloading
source: Downloading
ar_sa: جارٍ التنزيل
ar_sy: يتم التحميل
ca_es: Descarregant
cs_cz: Stahuji
de_de: Lade herunter
es_es: Descargando
fi_fi: Ladataan
fr_fr: Téléchargement en cours
it_it: Scaricamento
ko_kr: 다운로드 중
pl_pl: Pobieranie
pt_br: Baixando
ru_ru: Загрузка
th_th: กำลังดาวน์โหลด
tr_tr: İndiriliyor
uk_ua: Завантажується
vi_vn: Đang tải xuống
zh_cn: 下载中
zh_tw: 下載中

# DllRecord_Imported
source: Imported
ar_sa: تم الاستيراد
ar_sy: تم الاستيراد
ca_es: Importat
cs_cz: Importováno
de_de: Importiert
es_es: Importado
fa_ir: وارد شد
fi_fi: Tuotu
fr_fr: Importer
he_il: יובא
it_it: Importata
ja_jp: インポートされました
ko_kr: 가져오기 완료
pl_pl: Zaimportowano
pt_br: Importado
ru_ru: Импортировано
th_th: นำเข้าแล้ว
tr_tr: İçe Aktarıldı
uk_ua: Імпортовано
vi_vn: Đã nhập
zh_cn: 已导入
zh_tw: 已匯入

# DllRecord_RequiresDownload
source: Requires download
ar_sa: يتطلب التنزيل
ar_sy: تحتاج إلى تحميلها
ca_es: Requereix descàrrega
cs_cz: Vyžaduje stažení
de_de: Download erforderlich
es_es: Requiere descarga
fa_ir: نیاز به دانلود دارد
fi_fi: Vaatii latauksen
fr_fr: Téléchargement requis
he_il: דורש הורדה
it_it: Richiede il download
ja_jp: ダウンロードが必要です
ko_kr: 다운로드 필요
pl_pl: Wymaga pobrania
pt_br: Requer download
ru_ru: Требуется загрузка
th_th: จำเป็นต้องดาวน์โหลด
tr_tr: İndirme gerekli
uk_ua: Необхідне завантаження
vi_vn: Yêu cầu tải xuống
zh_cn: 需要下载
zh_tw: 需要下載

# DllZipInvalidNoDllFound
source: DLL zip was invalid (no DLL found).
ar_sa: ملف ZIP الخاص بـ DLL غير صالح (لم يتم العثور على أي ملف DLL)
ar_sy: DLL zip تالف او غير صالح (لا يوجد ملف DLL).
ca_es: El fitxer zip de la DLL no era vàlid (no s'ha trobat cap DLL).
cs_cz: DLL zip archiv byl neplatný (nebyl nalezen soubor DLL).
de_de: Die DLL-ZIP-Datei war ungültig (keine DLL gefunden).
es_es: El zip del DLL no era válido (no se encontró ningún DLL).
fa_ir: فایل فشرده DLL نامعتبر بود (هیچ DLL یافت نشد).
fi_fi: DLL-ZIP oli virheellinen (DLL-tiedostoa ei löytynyt).
fr_fr: Le fichier DLL zip n'était pas valide (aucun fichier DLL trouvé).
he_il: קובץ ה-ZIP של ה-DLL לא היה תקין (לא נמצא קובץ DLL).
it_it: Il file zip della DLL non è valido (nessuna DLL trovata).
ja_jp: DLL zip が無効です（DLL が見つかりませんでした）。
ko_kr: DLL 압축파일(zip)이 잘못되었습니다 (DLL을 찾을 수 없음).
pl_pl: __UNTRANSLATED__DLL zip was invalid (no DLL found).
pt_br: O arquivo zip da DLL é inválido (nenhuma DLL encontrada).
ru_ru: DLL zip был поврежден (DLL не найден).
th_th: ไฟล์ Zip ของ DLL ไม่ถูกต้อง (ไม่พบไฟล์ DLL ข้างในนั้น)
tr_tr: DLL zip dosyası geçersizdi (içinde DLL bulunamadı).
uk_ua: Архів DLL пошкоджено (DLL не знайдено).
vi_vn: Tệp zip DLL không hợp lệ (không tìm thấy DLL).
zh_cn: DLL 压缩包无效（未找到 DLL 文件）
zh_tw: DLL 壓縮檔無效 (找不到 DLL 檔案)。

# FailedToLaunchPage_DlssSwapperFailedToLaunch
source: DLSS Swapper has failed to launch
ar_sa: فشل تشغيل DLSS Swapper
ar_sy: فشل في تشغيل DLSS Swapper
ca_es: No s'ha pogut iniciar DLSS Swapper
cs_cz: DLL Swapper selhal při spouštění
de_de: DLSS Swapper konnte nicht gestartet werden
es_es: DLSS Swapper no se ha podido iniciar
fa_ir: راه‌اندازی DLSS Swapper با خطا مواجه شد
fi_fi: DLSS Swapper ei käynnistynyt
fr_fr: DLSS Swapper n'a pas pu être lancé.
he_il: הפעלת DLSS Swapper נכשלה
it_it: DLSS Swapper non è riuscito ad avviarsi
ja_jp: DLSS Swapper の起動に失敗しました
ko_kr: DLSS Swapper를 실행하지 못했습니다
pl_pl: Nie udało się uruchomić DLSS Swapper
pt_br: Falha ao iniciar o DLSS Swapper
ru_ru: DLSS Swapper не удалось запустить
th_th: โปรแกรม DLSS Swapper เริ่มต้นทำงานล้มเหลว
tr_tr: DLSS Swapper başlatılamadı
uk_ua: DLSS Swapper не вдалося запустити
vi_vn: DLSS Swapper không thể khởi chạy
zh_cn: DLSS Swapper 启动失败
zh_tw: DLSS Swapper 啟動失敗

# FailedToLaunchPage_PleaseOpenIssuePartial1
source: Please open a
ar_sa: يُرجى فتح
ar_sy: يرجى فتح
ca_es: Si us plau, obriu un
cs_cz: Prosím otevřete
de_de: Bitte öffnen Sie eine
es_es: Por favor, abre un
fi_fi: Avaa
fr_fr: Veuillez ouvrir un
he_il: אנא פתח
it_it: Per favore apri un
ja_jp: DLSS Swapper の GitHub リポジトリにアクセスして
ko_kr: 다음에서
pl_pl: Proszę otwórz
pt_br: Por favor, abra uma
ru_ru: Пожалуйста, откройте
th_th: กรุณาเปิด
tr_tr: Lütfen DLSS Swapper GitHub deposunda
uk_ua: Будь ласка, відкрийте
vi_vn: Vui lòng mở một
zh_cn: 请打开
zh_tw: 請在 DLSS Swapper 的 GitHub 儲存庫建立一個

# FailedToLaunchPage_PleaseOpenIssuePartial2
source: new issue
ar_sa: بلاغ جديد
ar_sy: مشكلة جديدة
ca_es: nou error
cs_cz: nový problém (new issue)
de_de: neue Ausgabe
es_es: nuevo issue
fa_ir: موضوع جدید
fi_fi: uusi ilmoitus
fr_fr: Nouveau ticket
he_il: פנייה חדשה (issue)
it_it: nuovo issue
ja_jp: 新しい Issue を作成してください。
ko_kr: 새 이슈를 생성하고
pl_pl: nowe zgłoszenie
pt_br: nova issue
ru_ru: новый выпуск
th_th: ปัญหาใหม่
tr_tr: yeni bir sorun oluşturun
uk_ua: нову проблему
vi_vn: vấn đề mới
zh_cn: 一个新 issues
zh_tw: 新的問題回報

# FailedToLaunchPage_PleaseOpenIssuePartial3
source: on the DLSS Swapper GitHub repository and provide the following information in the additional context section.
ar_sa: في مستودع GitHub الخاص بـ DLSS Swapper وتقديم المعلومات التالية في قسم "جهات الاتصال الإضافية"
ar_sy: على مستودع GitHub الخاص بـ DLSS Swapper وأضف المعلومات التالية في قسم السياق الإضافي.
ca_es: al repositori de GitHub de DLSS Swapper i proporciona la següent informació a la secció de context addicional.
cs_cz: v repozitáři DLSS Swapper na GitHub a v sekci s dalším kontextem (additional context) a poskytněte následující informace.
de_de: im DLSS Swapper GitHub-Repository und geben Sie die folgenden Informationen im Abschnitt „Zusätzlicher Kontext“ an.
es_es: en el repositorio de GitHub de DLSS Swapper y proporciona la siguiente información en la sección de contexto adicional.
fa_ir: در مخزن گیت‌هاب DLSS Swapper باز کنید و اطلاعات زیر را در بخش زمینه اضافی ارائه دهید.
fi_fi: DLSS Swapperin GitHub-varastossa ja anna seuraavat tiedot lisäkontekstissa.
fr_fr: sur le dépôt GitHub DLSS Swapper et fournissez les informations suivantes dans la section « Contexte supplémentaire ».
he_il: במאגר ה-GitHub של DLSS Swapper וספק את המידע הבא בסעיף המידע הנוסף.
it_it: sul repository GitHub di DLSS Swapper e fornire le seguenti informazioni nella sezione di contesto aggiuntivo.
ja_jp: 追加情報セクションに以下の情報を提供してください。
ko_kr: DLSS Swapper GitHub 저장소의 'additional context' 섹션에 다음 정보를 제공해 주세요.
pl_pl: w repozytorium DLSS Swapper GitHub i podaj następujące informacje w sekcji dodatkowego kontekstu.
pt_br: no repositório do GitHub do DLSS Swapper e forneça as informações abaixo na seção de contexto adicional.
ru_ru: в репозитории DLSS Swapper GitHub и предоставьте следующую информацию в разделе дополнительной связи..
th_th: บน GitHub ของ DLSS Swapper และระบุข้อมูลต่อไปนี้ในส่วนบริบทเพิ่มเติม
tr_tr: ve ek bağlam bölümünde aşağıdaki bilgileri sağlayın.
uk_ua: у репозиторії DLSS Swapper на GitHub та надайте наступну інформацію в розділі додаткового контексту.
vi_vn: trên kho GitHub của DLSS Swapper và cung cấp thông tin sau trong phần ngữ cảnh bổ sung.
zh_cn: 请在 DLSS Swapper 的 GitHub 仓库，并在 “附加上下文” 部分提供以下信息。
zh_tw: 並在「附加上下文」部分提供以下資訊。

# FailedToLaunchPage_WindowTitle
source: Failed to Launch
ar_sa: فشل التشغيل
ar_sy: فشل في التشغيل
ca_es: No s'ha pogut iniciar
cs_cz: Spuštění se nezdařilo
de_de: Start fehlgeschlagen
es_es: Fallo al Iniciar
fa_ir: عدم موفقیت در راه‌اندازی
fi_fi: Käynnistäminen epäonnistui
fr_fr: Échec du lancement
he_il: ההפעלה נכשלה
it_it: Impossibile avviare
ja_jp: 起動に失敗しました
ko_kr: 실행 실패
pl_pl: Problem z uruchomieniem
pt_br: Falha ao iniciar
ru_ru: Не удалось запустить
th_th: การเปิดโปรแกรมล้มเหลว
tr_tr: Başlatma başarısız
uk_ua: Не вдалося запустити
vi_vn: Không thể khởi chạy
zh_cn: 启动失败
zh_tw: 啟動失敗

# GameHistoryControl_AssetTypeHeader
source: Asset Type
ar_sa: نوع الأصل
ar_sy: نوع العنصر
ca_es: Tipus d'actiu
cs_cz: Typ Aktiva
de_de: Asset-Typ
es_es: Tipo de Recurso
fa_ir: نوع اَسِت
fi_fi: Resurssin tyyppi
fr_fr: Type d'asset
he_il: סוג משאב
it_it: Tipo di risorsa
ja_jp: アセットの種類
ko_kr: 에셋 유형
pl_pl: __UNTRANSLATED__Asset Type
ru_ru: Тип компонента
th_th: ประเภท Asset
tr_tr: İçerik türü
uk_ua: Тип активу
vi_vn: Loại tài sản
zh_cn: 资产类型

# GameHistoryControl_EventTimeHeader
source: Event Time
ar_sa: زمن الحدث
ar_sy: زمن الحدث
ca_es: Hora de l'esdeveniment
cs_cz: Čas Události
de_de: Ereigniszeit
es_es: Hora del Evento
fa_ir: زمان رویداد
fi_fi: Tapahtuman aika
fr_fr: Temps d'événement
he_il: זמן אירוע
it_it: Ora dell'evento
ja_jp: イベントの時間
ko_kr: 이벤트 시간
pl_pl: __UNTRANSLATED__Event Time
ru_ru: Время события
th_th: เวลาที่เกิดเหตุการณ์
tr_tr: Olay zamanı
uk_ua: Час події
vi_vn: Thời gian sự kiện
zh_cn: 事件时间

# GameHistoryControl_EventTypeHeader
source: Event Type
ar_sa: نوع الحدث
ar_sy: نوع الحدث
ca_es: Tipus d'esdeveniment
cs_cz: Typ Události
de_de: Ereignistyp
es_es: Tipo de Evento
fa_ir: نوع رویداد
fi_fi: Tapahtuman tyyppi
fr_fr: Type d'événement
he_il: סוג אירוע
it_it: Tipo di evento
ja_jp: イベントの種類
ko_kr: 이벤트 유형
pl_pl: __UNTRANSLATED__Event Type
ru_ru: Тип события
th_th: ประเภทเหตุการณ์
tr_tr: Olay türü
uk_ua: Тип події
vi_vn: Loại sự kiện
zh_cn: 事件类型

# GameHistoryControl_NoHistoryLabel
source: No history found.
ar_sa: لم يتم العثور على سجل
ar_sy: لم يتم إيجاد أي تاريخ.
ca_es: No s'ha trobat cap historial.
cs_cz: Nebyla nalezena žádná historie.
de_de: Keine Historie gefunden.
es_es: No se encontró historial.
fa_ir: هیچ سابقه‌ای یافت نشد.
fi_fi: Historiaa ei löytynyt.
fr_fr: Pas d'historique trouvé
he_il: לא נמצאה היסטוריה.
it_it: Nessuna cronologia trovata.
ja_jp: 履歴が見つかりませんでした。
ko_kr: 기록을 찾을 수 없습니다.
pl_pl: __UNTRANSLATED__No history found.
pt_br: Nenhum histórico encontrado.
ru_ru: История не найдена.
th_th: ไม่พบประวัติ
tr_tr: Geçmiş bulunamadı.
uk_ua: Історії не знайдено.
vi_vn: Không tìm thấy lịch sử.
zh_cn: 未找到历史记录

# GameHistoryControl_VersionHeader
source: Version
ar_sa: الإصدار
ar_sy: النسخة
ca_es: Versió
cs_cz: Verze
es_es: Versión
fa_ir: نسخه
fi_fi: Versio
he_il: גרסה
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pl_pl: __UNTRANSLATED__Version
pt_br: Versão
ru_ru: Версия
th_th: เวอร์ชัน
tr_tr: Versiyon
uk_ua: Версія
vi_vn: Phiên bản
zh_cn: 版本

# GameHistoryEventType_DLLBackupRemoved
source: DLL backup removed
ar_sa: تم حذف النسخة الاحتياطية لملف DLL
ar_sy: النسخة الاحتياطية من ملفات الـDLL تم حذفها
ca_es: S'ha eliminat la còpia de seguretat de la DLL
cs_cz: Záloha DLL byla odstraněna
de_de: DLL-Backup entfernt
es_es: Copia de seguridad del DLL eliminada
fa_ir: نسخه پشتیبان DLL حذف شد
fi_fi: DLL-varmuuskopio poistettu
fr_fr: Sauvegarde du DLL supprimée
he_il: גיבוי ה-DLL הוסר
it_it: Backup DLL rimosso
ja_jp: DLL のバックアップが削除されました
ko_kr: DLL 백업이 삭제됨
pl_pl: __UNTRANSLATED__DLL backup removed
pt_br: Backup de DLL removido
ru_ru: Резервная копия DLL удалена
th_th: ลบไฟล์สำรอง DLL แล้ว
tr_tr: DLL geri yüklemesi silindi
uk_ua: Резервну копію DLL видалено
vi_vn: Sao lưu DLL đã bị xóa
zh_cn: 已删除 DLL 备份

# GameHistoryEventType_DLLChangedExternally
source: DLL was changed externally
ar_sa: تم تعديل ملف DLL خارجيًا
ar_sy: تم تغيير ملفات الـDLL خارجياً
ca_es: La DLL s'ha modificat externament
cs_cz: DLL bylo změněno externě
de_de: Die DLL wurde extern geändert
es_es: El DLL fue modificado externamente
fa_ir: به صورت خارجی DLL تغییر داده شد
fi_fi: DLL muuttui ulkoisesti
fr_fr: DLL a été modifié en externe
he_il: קובץ ה-DLL שונה חיצונית
it_it: La DLL è stata modificata esternamente
ja_jp: DLL が外部から変更されました
ko_kr: DLL이 외부에서 변경됨
pl_pl: __UNTRANSLATED__DLL was changed externally
pt_br: DLL foi alterada externamente
ru_ru: DLL была изменена внешним образом
th_th: ไฟล์ DLL ถูกเปลี่ยนแปลงโดยภายนอก
tr_tr: DLL dışarıdan değiştirildi
uk_ua: DLL було змінено ззовні
vi_vn: DLL đã bị thay đổi từ bên ngoài
zh_cn: DLL 已经被其他外部因素所更改了

# GameHistoryEventType_DLLDetected
source: DLL detected
ar_sa: تم اكتشاف ملف DLL
ar_sy: تم اكتشاف DLL
ca_es: DLL detectada
cs_cz: DLL bylo detekováno
de_de: DLL erkannt
es_es: DLL detectado
fa_ir: فایل DLL شناسایی شد
fi_fi: DLL havaittu
fr_fr: DLL détecté
he_il: זוהה קובץ DLL
it_it: DLL rilevata
ja_jp: DLL が検出されました
ko_kr: DLL 감지됨
pl_pl: __UNTRANSLATED__DLL detected
pt_br: DLL detectada
ru_ru: Обнаружена DLL
th_th: ตรวจพบ DLL
tr_tr: DLL algılandı
uk_ua: DLL виявлено
vi_vn: Phát hiện DLL
zh_cn: 检测到动态链接库（DLL）

# GameHistoryEventType_DLLReset
source: DLL reset
ar_sa: تم إعادة تعيين ملف DLL
ar_sy: إعادة ضبط DLL
ca_es: Restablir DLL
cs_cz: DLL bylo resetováno
de_de: DLL-Zurücksetzen
es_es: DLL restablecido
fa_ir: فایل DLL بازنشانی شد
fi_fi: DLL palautettu
fr_fr: Réinitialisé le DLL par défaut
he_il: קובץ ה-DLL אופס
it_it: Ripristino DLL
ja_jp: DLL がリセットされました
ko_kr: DLL 초기화됨
pl_pl: __UNTRANSLATED__DLL reset
pt_br: Redefinição de DLL
ru_ru: Сброс DLL
th_th: รีเซ็ต DLL แล้ว
tr_tr: DLL resetlendi
uk_ua: DLL скинуто
vi_vn: Đặt lại DLL
zh_cn: 重置 DLL

# GameHistoryEventType_DLLSwapped
source: DLL swapped
ar_sa: تم تبديل ملف DLL
ar_sy: تم استبدال DLL
ca_es: DLL intercanviada
cs_cz: DLL bylo vyměněno
de_de: DLL ausgetauscht
es_es: DLL intercambiado
fa_ir: فایل DLL تعویض شد
fi_fi: DLL vaihdettu
fr_fr: Échanger le DLL
he_il: קובץ ה-DLL הוחלף
it_it: DLL scambiata
ja_jp: DLL が置き換えられました
ko_kr: DLL 교체됨
pl_pl: __UNTRANSLATED__DLL swapped
pt_br: DLL trocada
ru_ru: DLL заменена
th_th: สลับไฟล์ DLL แล้ว
tr_tr: DLL değiştirildi
uk_ua: DLL замінено
vi_vn: Đã hoán đổi DLL
zh_cn: 替换 DLL
